export const passwordAndSecurityArrayList = [
    {
        id: 1,
        description: 'Никогда не сохраняйте ваши пароли в программах. Большинство программ хранят их в открытом виде и тот, кто получит доступ к вашему компьютеру, получит доступ и к ним.',
    },
    {
        id: 2,
        description: 'Сохраняйте в тайне личный пароль. Никогда не сообщайте пароль другим лицам, и не храните записанный пароль в общедоступных местах (например, под клавиатурой)',
    },
    {
        id: 3,
        description: 'В случае производственной необходимости (командировка, отпуск и т.п.), при проведении проверочных мероприятий, выполняемых отделом информационной безопасности, работ, проводимых отделом информационных технологий и требующих знания пароля пользователя, допускается раскрытие значений своего пароля начальникам этих подразделений. По окончании производственных или проверочных работ работники самостоятельно производят немедленную смену значений «раскрытых» паролей.',
    },
    {
        id: 4,
        description: 'Не используйте пароль доступа в локальную сеть в других программах и на сайтах, где требуется регистрация.',
    },
    {
        id: 5,
        description: 'В обязательном порядке блокируйте компьютер нажатием комбинации клавиш «Win+L», если в течение рабочего дня вы оставляете свое рабочее место.',
    }
]

export const webAndEmailArrayList = [
    {
        id: 1,
        description: 'Обязательно проверяйте содержание Интернет-ресурсов и файлы, загружаемые из Интернета, на отсутствие вредоносных программ и вирусов.',
    },
    {
        id: 2,
        description: 'Не переходите по ссылкам, не запускайте программы и не открывайте файлы, полученные по электронной почте от не известного Вам отправителя.',
    },
    {
        id: 3,
        description: 'Не передавайте по электронной почте Ваши пароли',
    },
    {
        id: 4,
        description: 'Не принимайте никаких соглашений при посещении сайтов, смысла которых вы не понимаете.',
    },
    {
        id: 5,
        description: 'Запрещено регистрировать рассылки на корпоративную почту и публиковать любые адреса корпоративной почты.',
    },
    {
        id: 6,
        description: 'Не запускайте неизвестные вам программы без надобности. Установка нового ПО разрешается только сотрудникам ТП. Если по работе Вам нужно новое ПО – обращайтесь в ТП.',
    },
    {
        id: 7,
        description: 'Если вам нужно зарегистрировать учетную запись в сторонних онлайн-сервисах на компанию, обращайтесь в ТП, не регистрируйте на свои ящики.',
    },
    {
        id: 8,
        description: 'Запрещается пользоваться нелицензионным, взломанным ПО',
    },
    {
        id: 9,
        description: 'Запрещено использовать облачные сервисы и использовать сторонние почтовые сервисы Gmail, Hotmail, Yahoo или похожие почтовые системы третьих сторон (вебмайл) в служебных целях.',
    },
    {
        id: 10,
        description: 'Запрещается пересылать и перенаправлять корпоративную электронную почту на внешние почтовые системы/системы третьих сторон',
    },
    {
        id: 11,
        description: 'Запрещено посещать ресурсы сети Интернет националистического, расистского, сексуального, религиозного, политического, развлекательного и другого характера, не связанного с производственными целями Общества, и/или способных нанести ущерб Обществу.',
    }
]

export const workPlaceArrayList = [
    {
        id: 1,
        description: 'Запрещается вскрывать корпус компьютера (в том числе для самостоятельного устранения неисправностей), подключать к компьютеру какое-либо оборудование.',
    },
    {
        id: 2,
        description: 'Запрещается оставлять напечатанные документы в принтерах, расположенных в местах коллективного использования',
    },
    {
        id: 3,
        description: 'Запрещается хранить конфиденциальную информацию и персональные данные в личных папках, и особенно на рабочем столе.',
    },
    {
        id: 4,
        description: 'Не использовать компьютера для развлечений и других действий, не связанных с производственными целями.',
    },
    {
        id: 5,
        description: 'Нельзя вносить изменения в настройки операционной системы и другого установленного программного обеспечения.',
    },
    {
        id: 6,
        description: 'Запрещено использовать штатное и внештатное оборудование на территории Общества для распределенных вычислений (майнинга крипто валют)',
    },
    {
        id: 7,
        description: 'Не подключать к персональному компьютеру модемы, телефоны, смартфоны, коммуникаторы и другое оборудование с целью предоставления несанкционированного доступа в сеть Интернет.',
    },
    {
        id: 8,
        description: 'Запрещено разглашать кому-либо персональный пароль и прочие идентифицирующие сведения, предоставлять доступ от своей учетной записи к информации посторонним лицам, записывать пароли на бумаге, в файле, электронных и прочих носителях информации, в том числе и на предметах.',
    }
]

export const fraudArrayList = [
    {
        id: 1,
        description: 'В последнее время участились звонки от мошенников с использованием технологий deepfake (глубокая подделка) синтеза голоса, основанный на искусственном интеллекте, и сообщения в мессенджеры.',
    },
    {
        id: 2,
        description: 'Новая схема атак нацелена на сотрудников компании — в ней злоумышленники пишут от имени бывших или текущих руководителей и говорят голосами руководителей.',
    },
    {
        id: 3,
        description: 'В этих атаках используются как голосовые сообщения в мессенджерах, так и звонки.',
    },
    {
        id: 4,
        description: 'При получении подобных звонков или сообщений, просим перепроверять информацию о звонившем или написавшим, и о том, что просили сделать.',
    },
    {
        id: 5,
        description: 'Обо всех случаях мошеннических звонков просим сообщать в Департамент IT по e-mail: ',
        link: 'mailto:help@crocusgroup.ru',
        email:'help@crocusgroup.ru'
    },
    {
        id: 6,
        description: 'С более полной информацией о правах и обязанностях в Обществе можно ознакомиться в официальной Политике информационной безопасности Общества',
    }
]