export const onboardingListArray = [
    {
        id:1,
        title: '1 месяц работы',
        list:[
            {
                id:1,
                description:'Получить Welcome-пакет от HR-менеджера'
            },
            {
                id:2,
                description:'Познакомиться с коллегами и наставником'
            },
            {
                id:3,
                description:'Просмотреть room tour по офисам'
            },
            {
                id:4,
                description:'Ознакомиться с Планом работ на испытательный срок'
            }
        ]
    },
    {
        id:2,
        title: '2 месяц работы',
        list:[
            {
                id:1,
                description:'Ответить на адаптационную анкету, которую получил по электронной почте'
            },
            {
                id:2,
                description:'Обсудить с руководителем актуальный статус задач по Плану работ на испытательный срок'
            },
            {
                id:3,
                description:'Обсудить с HR-менеджером оставшиеся вопросы/поделиться своими успехами'
            }
        ]
    },
    {
        id:3,
        title: '3 месяц работы',
        list:[
            {
                id:1,
                description:'Ответить на адаптационную анкету, которую получил по электронной почте'
            },
            {
                id:2,
                description:'Обсудить с руководителем актуальный статус задач по Плану работ на испытательный срок'
            },
            {
                id:3,
                description:'Обсудить с HR-менеджером оставшиеся вопросы/поделиться своими успехами'
            },
            {
                id:4,
                description:'Принимать поздравления об окончании адаптационного периода'
            }
        ]
    }
]