export const actionsArrayList = [
    {
        id: 1,
        description: 'Вызвать врача и оформить листок нетрудоспособности.'
    },
    {
        id: 2,
        description: 'Проинформировать своего руководителя об открытии/продлении/закрытии листка  нетрудоспособности    и примерных его сроках.'
    }
]

export const chartArrayList = [
    {
        id: 1,
        title: '25 числа текущего месяца',
        description: 'Работнику выплачивается оклад за фактически отработанное время за период с 01 по 15 число текущего месяца и компенсационные выплаты.'
    },
    {
        id: 2,
        title: '10 числа следующего за расчетным месяцем',
        description: 'Производится окончательный расчет и выплаты по окладу за отработанное время в предыдущем месяце.'
    },
    {
        id: 3,
        title: 'до 30 числа месяца, следующего за расчетным месяцем',
        description: 'На основании приказа производится выплата ежемесячной премии за предыдущий месяц.'
    }
]

export const vacationArrayList = [
    {
        id: 1,
        description: 'Скачать заявление на отпуск на корпоративном портале или же обратиться к сотруднику отдела кадров.'
    },
    {
        id: 2,
        description: 'Согласовать заявление/уведомление с непосредственным руководителем или замещающем его лицом (если руководитель отсутствует).'
    },
    {
        id: 3,
        description: 'Передать в Отдел кадров Департамента управления персоналом согласованное заявление не позднее, чем за 14 календарных дней до предполагаемого отпуска (Экспо-1, 2 этаж, каб. 215/217/219).'
    },
    {
        id: 4,
        description: 'График отпусков является документом обязательным к исполнению как для Работодателя, так и для Работника. Если Вы идете в отпуск по графику, составленному на рабочий год, то уведомление приходит автоматически 5 числа, за месяц до начала отпуска.'
    },
    {
        id: 5,
        description: 'Но если по производственной причине Вы не сможете пойти в отпуск в период, который указан в графике отпусков, то необходимо: написать заявление о переносе отпуска (где будут указаны даты, на которые Вы переносите свой запланированный отдых), согласовать его с непосредственным руководителем и передать его в отдел кадров (не позднее чем за 14 дней до начала отпуска запланированного по графику).'
    }
]